/*
Navicat PGSQL Data Transfer

Source Server         : postgresql-local
Source Server Version : 90411
Source Host           : localhost:5432
Source Database       : mydatabase
Source Schema         : public

Target Server Type    : PGSQL
Target Server Version : 90411
File Encoding         : 65001

Date: 2017-10-29 22:31:44
*/


-- ----------------------------
-- Table structure for gaode_poi
-- ----------------------------
DROP TABLE IF EXISTS "public"."gaode_poi";
CREATE TABLE "public"."gaode_poi" (
"id" varchar(30) COLLATE "default" NOT NULL,
"tag" varchar(255) COLLATE "default",
"name" varchar(50) COLLATE "default",
"type" varchar(50) COLLATE "default",
"typecode" varchar(50) COLLATE "default",
"biz_type" varchar(50) COLLATE "default",
"address" varchar(255) COLLATE "default",
"location" varchar(255) COLLATE "default",
"distance" varchar(53) COLLATE "default",
"tel" varchar(30) COLLATE "default",
"postcode" varchar(50) COLLATE "default",
"website" varchar(255) COLLATE "default",
"email" varchar(50) COLLATE "default",
"pcode" varchar(50) COLLATE "default",
"pname" varchar(20) COLLATE "default",
"citycode" varchar(50) COLLATE "default",
"cityname" varchar(50) COLLATE "default",
"adcode" varchar(50) COLLATE "default",
"adname" varchar(50) COLLATE "default",
"entr_location" varchar(255) COLLATE "default",
"exit_location" varchar(255) COLLATE "default",
"navi_poiid" varchar(50) COLLATE "default",
"gridcode" varchar(50) COLLATE "default",
"alias" varchar(255) COLLATE "default",
"business_area" varchar(255) COLLATE "default",
"parking_type" varchar(255) COLLATE "default",
"indoor_map" varchar(32) COLLATE "default",
"cpid" varchar(50) COLLATE "default",
"floor" varchar(32) COLLATE "default",
"truefloor" varchar(30) COLLATE "default",
"groupbuy_num" varchar(32) COLLATE "default",
"discount_num" varchar(32) COLLATE "default",
"rating" varchar(30) COLLATE "default",
"cost" varchar(30) COLLATE "default",
"meal_ordering" varchar(30) COLLATE "default",
"seat_ordering" varchar(30) COLLATE "default",
"ticket_ordering" varchar(30) COLLATE "default",
"hotel_ordering" varchar(30) COLLATE "default" NOT NULL,
"photos" text COLLATE "default",
"geom" "public"."geometry"
)
WITH (OIDS=FALSE)

;
COMMENT ON COLUMN "public"."gaode_poi"."id" IS '唯一ID';
COMMENT ON COLUMN "public"."gaode_poi"."tag" IS '该POI的热门菜';
COMMENT ON COLUMN "public"."gaode_poi"."name" IS '名称';
COMMENT ON COLUMN "public"."gaode_poi"."type" IS '兴趣点类型,顺序为大类、中类、小类
例如：餐饮服务;中餐厅;特色/地方风味餐厅';
COMMENT ON COLUMN "public"."gaode_poi"."typecode" IS '兴趣点类型编码';
COMMENT ON COLUMN "public"."gaode_poi"."biz_type" IS '行业类型';
COMMENT ON COLUMN "public"."gaode_poi"."address" IS '地址';
COMMENT ON COLUMN "public"."gaode_poi"."location" IS '经纬度';
COMMENT ON COLUMN "public"."gaode_poi"."distance" IS '离中心点距离
单位：米
必须说明， 此结果仅在周边搜索的时候有值';
COMMENT ON COLUMN "public"."gaode_poi"."tel" IS '该POI的电话';
COMMENT ON COLUMN "public"."gaode_poi"."postcode" IS '邮编';
COMMENT ON COLUMN "public"."gaode_poi"."website" IS '该POI的网址';
COMMENT ON COLUMN "public"."gaode_poi"."email" IS '该POI的电子邮箱 extensions=all的时候显示 ';
COMMENT ON COLUMN "public"."gaode_poi"."pcode" IS 'poi所在省份编码   extensions=all的时候显示';
COMMENT ON COLUMN "public"."gaode_poi"."pname" IS 'poi所在省份名称 若是直辖市的时候，此处直接显示市名，例如北京市';
COMMENT ON COLUMN "public"."gaode_poi"."citycode" IS '城市编码 extensions=all的时候显示 ';
COMMENT ON COLUMN "public"."gaode_poi"."cityname" IS '城市名';
COMMENT ON COLUMN "public"."gaode_poi"."adcode" IS '区域编码  extensions=all的时候显示';
COMMENT ON COLUMN "public"."gaode_poi"."adname" IS '区域名称 区县级别的返回，例如朝阳区';
COMMENT ON COLUMN "public"."gaode_poi"."entr_location" IS '入口经纬度';
COMMENT ON COLUMN "public"."gaode_poi"."exit_location" IS '出口经纬度';
COMMENT ON COLUMN "public"."gaode_poi"."navi_poiid" IS '地图编号';
COMMENT ON COLUMN "public"."gaode_poi"."gridcode" IS '地理格ID';
COMMENT ON COLUMN "public"."gaode_poi"."alias" IS '别名';
COMMENT ON COLUMN "public"."gaode_poi"."business_area" IS '所在商圈';
COMMENT ON COLUMN "public"."gaode_poi"."parking_type" IS '	';
COMMENT ON COLUMN "public"."gaode_poi"."indoor_map" IS '是否有室内地图标志';
COMMENT ON COLUMN "public"."gaode_poi"."cpid" IS '当前POI的父级POI';
COMMENT ON COLUMN "public"."gaode_poi"."floor" IS '楼层索引';
COMMENT ON COLUMN "public"."gaode_poi"."truefloor" IS '所在楼层';
COMMENT ON COLUMN "public"."gaode_poi"."groupbuy_num" IS '团购数据';
COMMENT ON COLUMN "public"."gaode_poi"."discount_num" IS '优惠信息数目';
COMMENT ON COLUMN "public"."gaode_poi"."rating" IS '评分';
COMMENT ON COLUMN "public"."gaode_poi"."cost" IS '人均消费';
COMMENT ON COLUMN "public"."gaode_poi"."meal_ordering" IS '是否可订餐';
COMMENT ON COLUMN "public"."gaode_poi"."seat_ordering" IS '是否可选座';
COMMENT ON COLUMN "public"."gaode_poi"."ticket_ordering" IS '是否可订票';
COMMENT ON COLUMN "public"."gaode_poi"."hotel_ordering" IS '是否可以订房';

-- ----------------------------
-- Records of gaode_poi
-- ----------------------------
INSERT INTO "public"."gaode_poi" VALUES ('BV10180479', '[]', '德胜新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '3路;12路;12路区间;26路;33路;46路;78路;80路;82路;198路;198路(区间);206路;209路;276路;338路;医院专线591路;市民中心通勤8号线', '120.158638,30.296837', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315212', '[]', '上塘', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000C879FF1F270A5E40253E7782FD4B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180482', '[]', '朝晖九区(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '12路;12路区间;19路;30路;45路;67路;86路;101路;801路;807路;(停运)30路大站快车', '120.157799,30.287855', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520314211', '[]', '朝晖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000DB15FA60190A5E4076FD82DDB0493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180483', '[]', '红石板新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '12路;12路区间;19路;30路;67路;86路;101路;801路;807路;(停运)30路大站快车;(停运)264(M)路', '120.153175,30.285742', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520314200', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000026E4839ECD095E40F817416326493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180484', '[]', '湖墅路沈塘桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '12路;12路区间;76路;76路大站快车;151路;153路;188路;204路;251路;251路区间;348路;348路大站车;516路;801路', '120.152702,30.283192', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520313220', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000002A029CDEC5095E40247D5A457F483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180485', '[]', '半道红(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '6路;12路;12路区间;32路;46路;57路;76路;76路大站快车;151路;153路;188路;204路;218路;251路;251路区间;316路;516路;801路', '120.155762,30.276554', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520313201', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000069FD2D01F8095E40F793313ECC463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180486', '[]', '武林小广场(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '2路;12路;12路区间;14路;26路;46路;55路;56路;67路;133路;151路;153路;188路;204路;206路;207路;211路;213B路;213路;213路留下;216路;218路;220路;220路区间;251路;251路区间;316路;318路;318路区间;801路;B支2路;华丰村-武林小广场通勤特快;(停运)假日游9线(Y9路)', '120.157928,30.271566', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520312211', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000DAC70A7E1B0A5E409EB4705985453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180507', '[]', '文三路马塍路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '13路;50路;53路(内环);54路(外环);57路;74路;74路大站车;156路;179路;203路;224路;267路;271路;290路;290路大站车;297(M)路;299(M)路;1302(M)路', '120.144928,30.277678', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313101', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000009411178046095E4096D1C8E715473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180648', '[]', '文一路学院路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '19路;36路;43路;70路;70路区间;75路;79路;209路;211路;215路;272路;B2路;B支4大站快线;B支4路', '120.132080,30.288168', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314011', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000002A1DACFF73085E40F4C0C760C5493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180649', '[]', '白荡海(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '15路;19路;36路;43路;70路;70路区间;75路;186路;209路;215路;B支4大站快线;B支4路;(停运)15路大站快车', '120.139854,30.288548', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314110', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000BF0D315EF3085E4082531F48DE493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180650', '[]', '一清新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '36路;41路;43路;67路;67路大站车;75路;90路;153路;209路;215路', '120.147621,30.290066', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520314122', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000FBCC599F72095E4079AEEFC3414A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180651', '[]', '德胜路东粮泊巷口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '41路;43路;75路;82路;90路;209路;215路;社区微公交1004(M)路', '120.156990,30.293785', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315201', '[]', '上塘', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000023F3C81F0C0A5E402C0E677E354B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180768', '[]', '九莲新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '15路;24路;50路;74路;156路;179路;193路;197路;203路;224路;261路/261(M)路;267路;290路;290路大站车;297(M)路;299(M)路;303B路;303路;1301(M)路;(停运)15路大站快车', '120.134132,30.277058', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313002', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000003656629E95085E405D18E945ED463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10180877', '[]', '武林门北(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '133路;348路;348路大站车;506路;588路/K588路', '120.159454,30.274734', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520312222', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000D9CD8C7E340A5E406919A9F754463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182747', '[]', '石灰桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;23路;30路;41路;53路(内环);54路(外环);155路/K155路;186路;192路;294路;游8路(Y8路);(停运)30路大站快车', '120.145866,30.287313', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520314112', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000004BE658DE55095E4035B742588D493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182788', '[]', '大关桥西(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;57路;77路;79路;93路;134路;188路;227路;272路;307路;307路高峰线;348路;348路大站车', '120.137009,30.300526', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520316002', '[]', '和睦', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[{"title": [], "url": "http://store.is.autonavi.com/showpic/ddb21e9886f238a88c17f69cab1cbaa2"}]', '0101000020E61000007E9065C1C4085E4003999D45EF4C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182789', '[]', '董家新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;15路;30路;67路;67路大站车;70路;70路区间;90路;153路;155路/K155路;192路;204路;294路;B支1路;游8路(Y8路);(停运)15路大站快车;(停运)30路大站快车', '120.138229,30.297665', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315120', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000F69672BED8085E40F12900C6334C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182790', '[]', '余杭塘上(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;15路;23路;30路;67路;70路;70路区间;90路;153路;155路/K155路;192路;204路;B支1路;游8路(Y8路)', '120.141006,30.294415', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315100', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000008CA2073E06095E40AC730CC85E4B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182791', '[]', '打索桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;15路;23路;30路;53路(内环);54路(外环);70路;70路区间;153路;155路/K155路;204路;B支1路;游8路(Y8路)', '120.144409,30.290348', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314121', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E00F3FFF3D095E4082751C3F544A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10182792', '[]', '沈塘桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;10路;13路;53路(内环);54路(外环);101路;155路/K155路;186路;192路;197路;199路;211路;294路;1302(M)路;B支1路;游8路(Y8路)', '120.149529,30.281403', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313122', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000006E3315E291095E400DFFE9060A483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10183650', '[]', '武林门马塍路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '6路;21路;24路;101路;102路;213B路;213路;213路留下;294路', '120.153000,30.272570', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520312220', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000006F1283C0CA095E40E8DEC325C7453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10183656', '[]', '八字桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '6路;21路;24路;101路;102路;213B路;213路;213路留下;268路(高峰通勤线);400路;B1路;B1路(区间);B2路;B3高峰跨线车;B4路;B支7A路;B支7B路;B支7路', '120.148041,30.272135', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520312112', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E65DF58079095E40D218ADA3AA453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10183657', '[]', '新河坝巷(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '19路;30路;82路;86路;101路;807路', '120.150345,30.284557', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520314200', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000007F87A2409F095E400ED940BAD8483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10183864', '[]', '下宁巷(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '13路;82路;197路;1302(M)路', '120.141251,30.282427', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313120', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000BF61A2410A095E40E481C8224D483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10183865', '[]', '文二路马塍路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '10路;13路;19路;23路;41路;82路;86路;86路快线;186路;197路;199路;211路;266(M)路;1302(M)路;(停运)264(M)路', '120.145790,30.283602', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314101', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000005E85949F54095E40871403249A483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184032', '[]', '新乌蓬桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '19路;23路;43路', '120.141533,30.285313', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314100', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000081936DE00E095E40A71FD4450A493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184052', '[]', '上宁桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '50路;54路(外环);74路;82路;156路;179路;197路;203路;224路;270路;290路', '120.137581,30.277248', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313100', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000043E38920CE085E40A4E194B9F9463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184054', '[]', '大塘新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '6路;45路;46路;50路;74路;74路大站车;179路;203路;218路;224路;316路;807路', '120.156166,30.279024', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520313211', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000D1AFAD9FFE095E4092CCEA1D6E473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184059', '[]', '米市巷(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '41路;67路;67路大站车;76路;82路;151路;153路;188路;204路;251路;251路区间;516路', '120.149826,30.289232', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520314122', '[]', '米市巷', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[{"title": [], "url": "http://store.is.autonavi.com/showpic/56d5773b52ba81e75c04eb39d166b7ae"}]', '0101000020E6100000CB85CABF96095E40E8F4BC1B0B4A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184060', '[]', '武林门湖墅路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '32路;126路;153路;156路;204路;211路;218路;516路', '120.158638,30.273134', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520312222', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000C879FF1F270A5E40F86C1D1CEC453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184077', '[]', '通信市场(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '26路;33路;78路;82路;209路;338路', '120.155037,30.300257', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520316201', '[]', '上塘', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E02A4F20EC095E4023658BA4DD4C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184110', '[]', '浙江工商大学(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '15路;36路;57路;77路;211路;307路;B2路;B支4路', '120.135414,30.286398', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314012', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000EA5A7B9FAA085E40CAA31B6151493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184111', '[]', '下宁桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '10路;11路;25路;25路快线;41路;57路;86路;211路', '120.137520,30.283173', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313120', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000F0A2AF20CD085E40371C96067E483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184124', '[]', '浙大西溪校区(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '17路;21路;23路;24路;37路;37路快线;73路;102路;213路;213路留下;221路;400路;B支7A路;B支7B路;B支7路', '120.141922,30.271753', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520312111', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000004E25034015095E400397C79A91453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184149', '[]', '花园新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '15路;74路;221路;279路;307路;307路高峰线;1301(M)路;B2路;(停运)15路大站快车', '120.135864,30.280569', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313022', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000000A2DEBFEB1085E407C45B75ED3473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184198', '[]', '海洋二所(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '11路;13路;23路;25路;25路快线;57路;82路;1302(M)路', '120.140182,30.279984', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313110', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000395FECBDF8085E403C670B08AD473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184199', '[]', '文三新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '11路;23路;25路', '120.143105,30.275877', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313101', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000039B9DFA128095E40F6B704E09F463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184200', '[]', '八字桥北(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '11路;23路;25路', '120.145653,30.272764', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520312121', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000001DE4F56052095E40B1868BDCD3453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184214', '[]', '教工路塘河路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '30路;57路;77路;79路;134路;272路;307路;富阳客运南站-杭州汽车北站;杭州汽车北站-富阳客运南站', '120.134308,30.294649', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315012', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000D6E5948098085E4092CCEA1D6E4B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184308', '[]', '保亭巷(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '57路;77路;79路;307路;307路高峰线', '120.135124,30.290131', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520314022', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E73922DFA5085E40478E7406464A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184309', '[]', '教工路花园亭(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '24路;53路(内环);54路(外环);82路;221路;303B路;303路;307路;307路高峰线;B2路', '120.136253,30.275864', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313002', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000D7BE805EB8085E40CC24EA059F463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184312', '[]', '塘河新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '30路;(停运)30路大站快车', '120.138069,30.295517', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315110', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000DAE55B1FD6085E407B698A00A74B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184469', '[]', '仓基新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '36路;76路;76路大站快车;151路;188路;251路;251路区间;348路;348路大站车;516路', '120.147240,30.293703', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315102', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[{"title": [], "url": "http://store.is.autonavi.com/showpic/28eef6da86459d55df077a5869494051"}]', '0101000020E61000006F2A52616C095E40B2BCAB1E304B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184588', '[]', '哑巴弄(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '36路;76路;76路大站快车;151路;188路;251路;251路区间;516路', '120.142410,30.300924', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520316101', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E527D53E1D095E40DD94F25A094D3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10184593', '[]', '九莲新村西(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '36路;37路;37路快线;50路;58路;74路;130路;144路;299(M)路;303B路;303路', '120.129639,30.279079', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313011', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[{"title": [], "url": "http://store.is.autonavi.com/showpic/601e462b5f17c036ec8147db2838f2b9"}]', '0101000020E6100000505260014C085E401900AAB871473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10185980', '[]', '长板巷(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '45路;801路', '120.156502,30.288754', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520314211', '[]', '朝晖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000008DF0F620040A5E40D5963AC8EB493E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10186286', '[]', '文三支路(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '197路;1302(M)路', '120.149216,30.278090', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313112', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000008E0244C18C095E403A58FFE730473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10186300', '[]', '杨家门(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '23路', '120.140938,30.298138', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315120', '[]', '和睦', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E030D12005095E40E2B19FC5524C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10186512', '[]', '朝晖八区(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '45路;社区微公交1004(M)路', '120.158669,30.290955', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520314222', '[]', '朝晖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000E67805A2270A5E40919BE1067C4A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10186644', '[]', '塘河南村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '53路(内环);54路(外环)', '120.139107,30.294159', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315100', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E610000042E90B21E7085E40F6D214014E4B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10187119', '[]', '密渡桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;10路;13路;32路;45路;57路;101路;155路/K155路;156路;186路;199路;211路;266(M)路;267路;290路;290路大站车;807路;B支1路;B支1路快线;游8路(Y8路)', '120.152115,30.277252', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313200', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000C98E8D40BC095E4027C0B0FCF9463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10330444', '[]', '花园南村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '10路;11路;25路;25路快线;41路;43路;74路;74路大站车;77路;86路;86路快线;199路;221路;266(M)路;1301(M)路;(停运)264(M)路', '120.133499,30.282942', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313022', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000001EC3633F8B085E4032AA0CE36E483E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10344325', '[]', '学院路黄姑山(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '37路;37路快线;130路;144路;145路;197路', '120.130119,30.275295', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313001', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[{"title": [], "url": "http://store.is.autonavi.com/showpic/7c867b228b6e0d69e3f5c2e6f8f25255"}]', '0101000020E6100000A565A4DE53085E4098C0ADBB79463E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10383176', '[]', '香积寺路上塘路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '3路;12路;12路区间;46路;57路;85路;93路;94路;206路;220路;220路区间;227路;321路;359路;403路;B7路;社区微公交1101路;(停运)359路大站车', '120.154846,30.301710', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520316201', '[]', '上塘', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000A77A32FFE8095E404CE0D6DD3C4D3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10389271', '[]', '余杭塘路教工路口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '54路(外环)', '120.132408,30.293608', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315001', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000A46E675F79085E400ED8D5E4294B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10497988', '[]', '观音桥(拱墅区)(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '23路', '120.141113,30.296371', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315110', '[]', '和睦', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000009702D2FE07095E409A7B48F8DE4B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10499349', '[]', '仓基新村(卖鱼桥)(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '76路;188路;516路', '120.147598,30.292856', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315102', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000001FBDE13E72095E40F86F5E9CF84A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10501510', '[]', '余杭塘路学院路东口(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '53路(内环);54路(外环);79路;134路', '120.129845,30.294336', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315001', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000252367614F085E401409A69A594B3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10548761', '[]', '珠儿潭(娑婆桥)(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '76路;516路', '120.144341,30.298178', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315121', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000349E08E23C095E40FE62B664554C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10565347', '[]', '珠儿潭(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '36路;76路;151路;188路;251路;251路区间', '120.144966,30.297321', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520315121', '[]', '[]', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000000B42791F47095E40FD69A33A1D4C3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10717729', '[]', '环北新村(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '55路;199路;B支7A路;B支7路', '120.159491,30.272482', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520312222', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000006840BD19350A5E40A9BF5E61C1453E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10819863', '[]', '海洋二所(上宁桥)(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '23路', '120.140167,30.279991', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330106', '西湖区', '[]', '[]', '[]', '4520313110', '[]', '西溪', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000009F3E027FF8085E40A12C7C7DAD473E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10831311', '[]', '朝晖九区北(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '社区微公交1004(M)路', '120.157013,30.290894', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520314221', '[]', '朝晖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000000341800C0A5E40469A7807784A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10831314', '[]', '长板里(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '社区微公交1004(M)路', '120.154671,30.291645', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330105', '拱墅区', '[]', '[]', '[]', '4520314221', '[]', '朝晖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E6100000EFA83121E6095E40BB0A293FA94A3E40');
INSERT INTO "public"."gaode_poi" VALUES ('BV10944260', '[]', '混堂桥(公交站)', '交通设施服务;公交车站;公交车站相关', '150700', '[]', '1路;6路;21路;24路;32路;126路;156路;192路;199路;211路;216路;261路/261(M)路;270路;B4C路;B支1路;B支2路;B支7A路;B支7B路;B支7路;市民中心3号线', '120.155739,30.272596', '[]', '[]', '[]', '[]', '[]', '330000', '浙江省', '0571', '杭州市', '330103', '下城区', '[]', '[]', '[]', '4520312221', '[]', '西湖', 'NULL', '0', '[]', '[]', '[]', '0', '0', '[]', '[]', 'meal_ordering', 'seat_ordering', 'ticket_ordering', 'hotel_ordering', '[]', '0101000020E61000008DEDB5A0F7095E403A05F9D9C8453E40');

-- ----------------------------
-- Alter Sequences Owned By 
-- ----------------------------

-- ----------------------------
-- Triggers structure for table gaode_poi
-- ----------------------------
CREATE TRIGGER "beforeinsertinsertgaodepoi_trigger" BEFORE INSERT ON "public"."gaode_poi"
FOR EACH ROW
EXECUTE PROCEDURE "beforeinsertgaodepoi"();

-- ----------------------------
-- Primary Key structure for table gaode_poi
-- ----------------------------
ALTER TABLE "public"."gaode_poi" ADD PRIMARY KEY ("id");
